Repository: swiss/e-collecting-hackathon-team9
Catalog: prosignum/locale/rm/LC_MESSAGES/django.po
Languages: rm

source: Home
rm: Pagina iniziala

source: Swiyu Login
rm: Login Swiyu

source: Login with Swiss E-ID
rm: S'annunziar cun Swiss E-ID

source: Logout
rm: Sortir

source: Back to Home
rm: Enavos a la pagina iniziala

source: Error
rm: Errur

source: Legal Notice
rm: Indicaziuns legalas

source: Swiss Confederation
rm: Confederaziun svizra

source: Federal Chancellery
rm: Chancellaria federala

source: Bundeskanzlei | Prosignum
rm: Chancellaria federala | Prosignum

source: Swiss Confederation - Prosignum Home
rm: Confederaziun svizra - Pagina iniziala Prosignum

source: Skip to main content
rm: Ir al cuntegn principal

source: Main navigation
rm: Navigaziun principala

source: Footer navigation
rm: Navigaziun dal pe da pagina

source: Language selection
rm: Selecziun da la lingua

source: required
rm: obligatori

source: Loading
rm: Chargiar

source: Close alert
rm: Serrar avis

source: Welcome back!
rm: Bainvegni!

source: Logged in as:
rm: Annunzià sco:

source: Swiss E-ID Verified Details
rm: Detagls verifitgads Swiss E-ID

source: Name:
rm: Num:

source: Birth Date:
rm: Data da naschientscha:

source: Birth Place:
rm: Lieu da naschientscha:

source: Verified At:
rm: Verifitgà ils:

source: Go to Admin Panel
rm: Ir al pannel d'administraziun

source: Prosignum - Secure, federated signature collection for Swiss e-democracy
rm: Prosignum - Collecziun da suttascripziuns federala e segira per la democrazia electronica svizra

source: Secure, federated signature collection for Swiss e-democracy
rm: Collecziun da suttascripziuns federala e segira per la democrazia electronica svizra

source: Please authenticate using your Swiss E-ID to access the platform.
rm: Per plaschair s'autentifitgar cun Vossa Swiss E-ID per acceder a la plattafurma.

source: Platform Features
rm: Funcziuns da la plattafurma

source: Initiative Management
rm: Administraziun d'iniziativas

source: Create and manage referendum initiatives with full lifecycle tracking
rm: Crear e administrar iniziativas da referendum cun fastiziar cumpletta dal ciclus da vita

source: Digital Signatures
rm: Suttascripziuns digitalas

source: Collect signatures with Swiss E-ID authentication and municipality verification
rm: Collecziunar suttascripziuns cun autentificaziun Swiss E-ID e verificaziun communala

source: Municipality Review
rm: Controlla communala

source: Municipality-based review workflow with accept/reject capabilities
rm: Process da controlla basà sin la vischnanca cun pussaivladads d'acceptar/refusar

source: Statistics & Reports
rm: Statisticas & rapports

source: View signature totals by municipality while maintaining privacy
rm: Mussar totals da suttascripziuns tenor vischnanca e mantegnair la sfera privata

source: Powered by Swiyu Swiss E-ID | Built for e-Collecting Hackathon 2025
rm: Funcziunà cun Swiyu Swiss E-ID | Sviluppà per l'Hackathon e-Collecting 2025

source: Scan the QR code below with your Swiyu wallet app
rm: Scannar il code QR sutvart cun Vossa app Swiyu wallet

source: Instructions: 1. Open your Swiyu wallet app on your smartphone, 2. Scan the QR code below, 3. Approve the authentication request in the app
rm: Instrucziuns: 1. Avrir Vossa app Swiyu wallet sin Voss smartphone, 2. Scannar il code QR sutvart, 3. Approvar la dumonda d'autentificaziun en l'app

source: QR Code for authentication
rm: Code QR per autentificaziun

source: Waiting for you to scan the QR code...
rm: Spetgar per scannar il code QR...

source: QR code expires in
rm: Il code QR scroda en

source: seconds
rm: secundas

source: For testing: Auto-completes after 5 seconds with mock data
rm: Per tests: Cumplettar automaticamain suenter 5 secundas cun datas da test

source: Authentication successful! Redirecting...
rm: Autentificaziun reussida! Redirecziun...

source: Authentication failed:
rm: Autentificaziun fallida:

source: Unknown error
rm: Errur nunenconuschent

source: QR code expired. Please
rm: Code QR scrudà. Per plaschair

source: refresh
rm: actualisar

source: to try again.
rm: per empruvar anc ina giada.

source: An error occurred during authentication
rm: In errur è succedì durant l'autentificaziun

source: An error occurred during authentication:
rm: In errur è succedì durant l'autentificaziun:

source: Try Again
rm: Empruvar anc ina giada

source: Go to Homepage
rm: Ir a la pagina d'entrada

source: Publisher
rm: Ediziun

source: Federal Palace East Wing
rm: Palazi federal ala da lev

source: Bern
rm: Berna

source: Switzerland
rm: Svizra

source: Liability
rm: Responsabladad

source: Although the Federal Chancellery pays great attention to the accuracy of the information published on the Internet, it cannot accept any liability for the accuracy, correctness, currentness, reliability and completeness of this information.
rm: Malgrà che la Chancellaria federala dat gronda attenziun a la correctadad da las infurmaziuns publitgadas sin internet, na po ella betg surpigliar nagina responsabladad per la correctadad, l'exactadad, l'actualitad, la fidabladad e la cumpletadad da questas infurmaziuns.

source: The Federal Chancellery expressly reserves the right to change, delete or temporarily not publish the contents in whole or in part at any time and without prior notice.
rm: La Chancellaria federala sa resalva expressivamain il dretg da midar, stizzar u temporarmain betg publitgar ils cuntegns en tut u en part da tut temp e senza avis previ.

source: Liability claims regarding damage caused by the use of any information provided, including any kind of information which is incomplete or incorrect, will therefore be rejected.
rm: Pretensiuns da responsabladad concernent donns chaschunads tras l'utilisaziun dad infurmaziuns furnidas, inclus tut gener d'infurmaziuns incumpletas u incorrectas, vegnan pertant refusadas.

source: References and Links
rm: Referencias e links

source: References and links to third party websites lie outside our area of responsibility. Access to and use of such websites occur entirely at the user's own risk. The Federal Chancellery explicitly states that it has no influence whatsoever on the design, content and offerings of linked sites.
rm: Referencias e links a websites da terzas partidas sa chattan ordaifer noss cuntegn da responsabladad. L'access ed utilisaziun da talas websites succeda totalmain sin ristga da l'utilisader. La Chancellaria federala declera explicitamain ch'ella n'ha nagina influenza sin il design, il cuntegn e las purschidas da paginas colliaziadas.

source: Information and services offered by linked sites are entirely the responsibility of the respective third parties. No liability can be accepted in respect of the content of such websites.
rm: Infurmaziuns e servetschs da paginas colliaziadas èn totalmain la responsabladad da las respectivas terzas partidas. Nagina responsabladad po vegnir acceptada concernent il cuntegn da talas websites.

source: Data Protection
rm: Protecziun da datas

source: Based on Article 13 of the Swiss Federal Constitution and the data protection provisions of the Swiss Confederation (Data Protection Act, DPA), everyone has the right to protection of their privacy as well as protection from misuse of their personal data.
rm: Basà sin l'artitgel 13 da la Constituziun federala svizra e las disposiziuns da protecziun da datas da la Confederaziun Svizra (Lescha davart la protecziun da datas, LPD), mintgin ha il dretg da protecziun da sia sfera privata e da protecziun da l'abus da sias datas persunalas.

source: The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.
rm: Ils operaturs da questas paginas piglian la protecziun da Vossas datas persunalas fitg a serius. Nus tractain Vossas datas persunalas confidenzialmain e tenor las regulaziuns legalas da protecziun da datas e questa directiva da protecziun da datas.

source: Copyright
rm: Dretg d'autur

source: Copyright, Swiss Confederation. Information on the Federal Administration's websites is made available to the public.
rm: Dretg d'autur, Confederaziun svizra. Infurmaziuns sin las websites da l'administraziun federala vegnan messas a disposiziun al public.

source: Downloading or copying of texts, illustrations, photographs or other data does not entail any transfer of rights to the content.
rm: Ir gi u copiar texts, illustraziuns, fotografias u autras datas na comporta nagina transferenza da dretgs al cuntegn.

source: The copyright and all other rights relating to texts, illustrations, photographs and other data placed on the Federal Administration's websites are the exclusive property of the Swiss Confederation or the expressly named rights holders. Any reproduction requires the prior written consent of the copyright holder.
rm: Il dretg d'autur e tut ils auters dretgs concernent texts, illustraziuns, fotografias ed autras datas sin las websites da l'administraziun federala èn la proprietad exclusiva da la Confederaziun Svizra u dals possessurs da dretgs expressivamain numnads. Mintga reproducziun dovra il consentiment scrit previ dal possessur dal dretg d'autur.

source: Publisher and Editor
rm: Ediziun e redacziun

source: Information and Communication Services ICS
rm: Servetschs d'infurmaziun e da communicaziun SIC

source: Phone:
rm: Telefon:

source: Responsible for Content
rm: Responsabel per il cuntegn

source: Technical Operation
rm: Administraziun tecnica

source: Federal Office of Information Technology, Systems and Telecommunication FOITT
rm: Uffizi federal da l'informatica e da la telecommunicaziun UFIT

source: Design and Implementation
rm: Design ed implementaziun

source: Prosignum Platform
rm: Plattafurma Prosignum

source: Built for e-Collecting Hackathon 2025
rm: Sviluppà per l'Hackathon e-Collecting 2025

source: Using Swiss Federal Government Corporate Design (CD Bund)
rm: Utilisond il Corporate Design dal Bund svizzer (CD Bund)

source: Applicable Law
rm: Dretg applitgabel

source: This website is subject to Swiss law. The exclusive place of jurisdiction for all disputes arising from or in connection with this website is Bern, Switzerland.
rm: Questa website è suttamessa al dretg svizzer. Il lieu da jurisdicziun exclusiv per tut las dispitas che derivan da u en connex cun questa website è Berna, Svizra.

source: For questions, suggestions, or technical support, please contact us using one of the following methods:
rm: Per dumondas, propostas u support tecnic, contactai nus per plaschair cun ina da las methodas suandantas:

source: General Inquiries
rm: Dumondas generalas

source: Technical Support
rm: Support tecnic

source: For technical issues with the Prosignum platform or questions about Swiss E-ID authentication, please contact our technical support team.
rm: Per problems tecnics cun la plattafurma Prosignum u dumondas davart l'autentificaziun Swiss E-ID, contactai per plaschair noss team da support tecnic.

source: Response Time:
rm: Temp da resposta:

source: Within 24 hours on business days
rm: Entaifer 24 uras ils dis da lavur

source: Swiss E-ID (Swiyu) Support
rm: Support Swiss E-ID (Swiyu)

source: For questions specifically about your Swiss E-ID or the Swiyu wallet application, please visit the official Swiyu support resources.
rm: Per dumondas specificas davart Vossa Swiss E-ID u l'applicaziun Swiyu wallet, visitai per plaschair las resursas da support uffizialas da Swiyu.

source: Documentation:
rm: Documentaziun:

source: Office Hours
rm: Uras d'avertura

source: Monday - Friday: 08:00 - 17:00 CET
rm: Glindesdi - Venderdi: 08:00 - 17:00 CET

source: Closed on Swiss federal holidays
rm: Serrà durant di da festa federals svizzers

source: Emergency Contact
rm: Contact d'urgenza

source: For urgent security issues or critical system failures, please contact our emergency hotline available 24/7.
rm: Per problems da segirezza urgents u falliments dal sistem critics, contactai per plaschair nossa hotline d'urgenza disponibla 24/7.

source: Emergency Hotline:
rm: Hotline d'urgenza:

source: Prosignum - Swiss Federal Government e-Signature Platform
rm: Prosignum - Plattafurma da suttascripziun electronica dal Bund svizzer

source: Authenticate using your Swiss E-ID to access the platform
rm: S'autentifitgar cun Vossa Swiss E-ID per acceder a la plattafurma
