Repository: swiss/e-collecting-hackathon-team9
Catalog: prosignum/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: For technical issues with the Prosignum platform or questions about Swiss E-ID authentication, please contact our technical support team.
de: Bei technischen Problemen mit der Prosignum-Plattform oder Fragen zur Swiss E-ID-Authentifizierung wenden Sie sich bitte an unser technisches Support-Team.
fr: Pour les problèmes techniques avec la plateforme Prosignum ou les questions concernant l'authentification Swiss E-ID, veuillez contacter notre équipe de support technique.
it: Per problemi tecnici con la piattaforma Prosignum o domande sull'autenticazione Swiss E-ID, contattate il nostro team di supporto tecnico.

source: Response Time:
de: Antwortzeit:
fr: Temps de réponse:
it: Tempo di risposta:

source: Within 24 hours on business days
de: Innerhalb von 24 Stunden an Werktagen
fr: Dans les 24 heures les jours ouvrables
it: Entro 24 ore nei giorni lavorativi

source: For questions specifically about your Swiss E-ID or the Swiyu wallet application, please visit the official Swiyu support resources.
de: Für Fragen speziell zu Ihrer Swiss E-ID oder der Swiyu Wallet-Applikation besuchen Sie bitte die offiziellen Swiyu-Support-Ressourcen.
fr: Pour des questions spécifiques concernant votre Swiss E-ID ou l'application Swiyu wallet, veuillez consulter les ressources de support officielles de Swiyu.
it: Per domande specifiche sulla vostra Swiss E-ID o sull'applicazione Swiyu wallet, visitate le risorse di supporto ufficiali di Swiyu.

source: Documentation:
de: Dokumentation:
it: Documentazione:

source: Office Hours
de: Öffnungszeiten
fr: Heures d'ouverture
it: Orari d'ufficio

source: Monday - Friday: 08:00 - 17:00 CET
de: Montag - Freitag: 08:00 - 17:00 MEZ
fr: Lundi - Vendredi: 08:00 - 17:00 CET
it: Lunedì - Venerdì: 08:00 - 17:00 CET

source: Closed on Swiss federal holidays
de: Geschlossen an Schweizer Bundesfeiertagen
fr: Fermé les jours fériés fédéraux suisses
it: Chiuso nei giorni festivi federali svizzeri

source: Emergency Contact
de: Notfallkontakt
fr: Contact d'urgence
it: Contatto di emergenza

source: For urgent security issues or critical system failures, please contact our emergency hotline available 24/7.
de: Bei dringenden Sicherheitsproblemen oder kritischen Systemausfällen kontaktieren Sie bitte unsere Notfall-Hotline, die rund um die Uhr erreichbar ist.
fr: Pour des problèmes de sécurité urgents ou des défaillances système critiques, veuillez contacter notre ligne d'urgence disponible 24h/24 et 7j/7.
it: Per problemi di sicurezza urgenti o guasti critici del sistema, contattate la nostra linea di emergenza disponibile 24 ore su 24, 7 giorni su 7.

source: Emergency Hotline:
de: Notfall-Hotline:
fr: Ligne d'urgence:
it: Linea di emergenza:

source: Prosignum - Swiss Federal Government e-Signature Platform
de: Prosignum - E-Signatur-Plattform der Schweizerischen Eidgenossenschaft
fr: Prosignum - Plateforme de signature électronique du gouvernement fédéral suisse
it: Prosignum - Piattaforma di firma elettronica del governo federale svizzero

source: Authenticate using your Swiss E-ID to access the platform
de: Authentifizieren Sie sich mit Ihrer Swiss E-ID, um auf die Plattform zuzugreifen
fr: Authentifiez-vous avec votre Swiss E-ID pour accéder à la plateforme
it: Autenticarsi utilizzando la Swiss E-ID per accedere alla piattaforma

source: Already signed
de: Bereits unterschrieben

source: Please enter postal code first
de: Bitte zuerst PLZ eingeben

source: Official Documentation
de: Offizielle Dokumentation

source: Only eligible voters who are registered in a Swiss municipality and have voting rights in federal matters can sign this initiative.
de: Auf dieser Liste können nur Stimmberechtigte unterzeichnen, die in einer politischen Gemeinde in eidgenössischen Angelegenheiten stimmberechtigt sind.

source: Anyone who bribes or allows themselves to be bribed in connection with a signature collection, or who falsifies the result of a signature collection for a popular initiative, is punishable under Art. 281 or Art. 282 of the Criminal Code.
de: Wer bei einer Unterschriftensammlung besticht oder sich bestechen lässt oder wer das Ergebnis einer Unterschriftensammlung für eine Volksinitiative fälscht, macht sich strafbar nach Art. 281 beziehungsweise nach Art. 282 des Strafgesetzbuches.

source: Collection Deadline:
de: Ablauf der Sammelfrist:

source: Initiative Committee
de: Initiativkomitee

source: Instructions
de: Anleitung

source: Open your Swiyu wallet app on your smartphone
de: Öffnen Sie die Swiyu Wallet App auf Ihrem Smartphone

source: Scan the QR code below
de: Scannen Sie den QR-Code unten

source: Approve the authentication request in the app
de: Bestätigen Sie die Authentifizierungsanfrage in der App

source: Impressum
fr: Mentions légales
it: Colophon

source: Bundeskanzlei | Prosignum
fr: Chancellerie fédérale | Prosignum
it: Cancelleria federale | Prosignum

source: Name:
fr: Nom:
it: Nome:

source: Bern
fr: Berne
it: Berna

source: Swiss E-ID (Swiyu) Support
fr: Support Swiss E-ID (Swiyu)
it: Supporto Swiss E-ID (Swiyu)
