Repository: swiss/e-collecting-hackathon-team9
Catalog: prosignum/locale/*/LC_MESSAGES/django.po
Languages: de, fr, it

source: Home
de: Startseite
fr: Accueil

source: Swiyu Login
de: Swiyu Anmeldung
fr: Connexion Swiyu
it: Login Swiyu

source: Login
de: Anmelden

source: Sign
de: Unterschreiben

source: Login with Swiss E-ID
de: Anmelden mit Swiss E-ID
fr: Se connecter avec Swiss E-ID
it: Accedi con Swiss E-ID

source: Profile
de: Profil

source: My Profile
de: Mein Profil

source: User profile - Prosignum
de: Benutzerprofil - Prosignum

source: User Information
de: Benutzerinformationen

source: Your account information
de: Ihre Kontoinformationen

source: Administration Access
de: Verwaltungszugang

source: Logout
de: Abmelden
fr: Se déconnecter
it: Disconnetti

source: Back to Home
de: Zurück zur Startseite
fr: Retour à l'accueil
it: Torna alla home

source: Sign Initiative
de: Initiative unterschreiben

source: Sign this initiative
de: Diese Initiative unterschreiben

source: Sign the initiative
de: Initiative unterschreiben

source: This initiative is not currently accepting signatures.
de: Diese Initiative nimmt derzeit keine Unterschriften entgegen.

source: Participant profile not found. Please contact support.
de: Teilnehmerprofil nicht gefunden. Bitte kontaktieren Sie den Support.

source: You have already signed this initiative.
de: Sie haben diese Initiative bereits unterschrieben.

source: Please fill in all required fields.
de: Bitte füllen Sie alle erforderlichen Felder aus.

source: Your signature has been submitted and is pending review by your municipality.
de: Ihre Unterschrift wurde eingereicht und wartet auf die Prüfung durch Ihre Gemeinde.

source: Initiative Details
de: Initiativ-Details

source: Your Signature
de: Ihre Unterschrift

source: The following information from your Swiss E-ID will be used for your signature:
de: Die folgenden Informationen aus Ihrer Swiss E-ID werden für Ihre Unterschrift verwendet:

source: Municipality
de: Gemeinde

source: Political Municipality
de: Politische Gemeinde

source: Select your municipality
de: Wählen Sie Ihre Gemeinde

source: Type to search municipality...
de: Tippen um Gemeinde zu suchen...

source: Street and House Number
de: Strasse und Hausnummer

source: e.g. Bundesgasse 3
de: z.B. Bundesgasse 3

source: Postal Code
de: PLZ

source: e.g. 3003
de: z.B. 3003

source: Given Names:
de: Vornamen:

source: By signing this initiative, you confirm that all information provided is accurate and that you are eligible to participate in this signature collection.
de: Mit der Unterzeichnung dieser Initiative bestätigen Sie, dass alle angegebenen Informationen korrekt sind und dass Sie berechtigt sind, an dieser Unterschriftensammlung teilzunehmen.

source: Submit Signature
de: Unterschrift einreichen

source: Cancel
de: Abbrechen

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Contact
de: Kontakt
it: Contatto

source: Legal Notice
de: Rechtliche Hinweise
fr: Mentions légales
it: Note legali

source: Swiss Confederation
de: Schweizerische Eidgenossenschaft
fr: Confédération suisse
it: Confederazione Svizzera

source: Federal Chancellery
de: Bundeskanzlei
fr: Chancellerie fédérale
it: Cancelleria federale

source: Swiss Confederation - Prosignum Home
de: Schweizerische Eidgenossenschaft - Prosignum Startseite
fr: Confédération suisse - Accueil Prosignum
it: Confederazione Svizzera - Home Prosignum

source: Skip to main content
de: Zum Hauptinhalt springen
fr: Aller au contenu principal
it: Vai al contenuto principale

source: Main navigation
de: Hauptnavigation
fr: Navigation principale
it: Navigazione principale

source: Footer navigation
de: Fussnavigation
fr: Navigation du pied de page
it: Navigazione footer

source: Language selection
de: Sprachauswahl
fr: Sélection de la langue
it: Selezione lingua

source: required
de: erforderlich
fr: obligatoire
it: obbligatorio

source: Loading
de: Lädt
fr: Chargement
it: Caricamento

source: Close alert
de: Meldung schliessen
fr: Fermer l'alerte
it: Chiudi avviso

source: Welcome back!
de: Willkommen zurück!
fr: Bienvenue!
it: Bentornato!

source: Logged in as:
de: Angemeldet als:
fr: Connecté en tant que:
it: Connesso come:

source: Swiss E-ID Verified Details
de: Verifizierte Swiss E-ID Angaben
fr: Détails vérifiés Swiss E-ID
it: Dettagli verificati Swiss E-ID

source: Birth Date:
de: Geburtsdatum:
fr: Date de naissance:
it: Data di nascita:

source: Birth Place:
de: Geburtsort:
fr: Lieu de naissance:
it: Luogo di nascita:

source: AHV Number:
de: AHV-Nummer:

source: Verified At:
de: Verifiziert am:
fr: Vérifié le:
it: Verificato il:

source: Go to Admin Panel
de: Zum Admin-Bereich
fr: Aller au panneau d'administration
it: Vai al pannello di amministrazione

source: Prosignum - Secure, federated signature collection for Swiss e-democracy
de: Prosignum - Sichere, föderierte Unterschriftensammlung für die Schweizer E-Demokratie
fr: Prosignum - Collecte de signatures fédérée et sécurisée pour la démocratie électronique suisse
it: Prosignum - Raccolta sicura e federata di firme per la democrazia elettronica svizzera

source: Secure, federated signature collection for Swiss e-democracy
de: Sichere, föderierte Unterschriftensammlung für die Schweizer E-Demokratie
fr: Collecte de signatures fédérée et sécurisée pour la démocratie électronique suisse
it: Raccolta sicura e federata di firme per la democrazia elettronica svizzera

source: Please authenticate using your Swiss E-ID to access the platform.
de: Bitte authentifizieren Sie sich mit Ihrer Swiss E-ID, um auf die Plattform zuzugreifen.
fr: Veuillez vous authentifier avec votre Swiss E-ID pour accéder à la plateforme.
it: Si prega di autenticarsi utilizzando la Swiss E-ID per accedere alla piattaforma.

source: Platform Features
de: Plattform-Funktionen
fr: Fonctionnalités de la plateforme
it: Funzionalità della piattaforma

source: Initiative Management
de: Initiativen-Verwaltung
fr: Gestion des initiatives
it: Gestione iniziative

source: Create and manage referendum initiatives with full lifecycle tracking
de: Erstellen und verwalten Sie Volksinitiativen mit vollständiger Lebenszyklus-Verfolgung
fr: Créer et gérer des initiatives référendaires avec suivi complet du cycle de vie
it: Creare e gestire iniziative referendarie con tracciamento completo del ciclo di vita

source: Digital Signatures
de: Digitale Unterschriften
fr: Signatures numériques
it: Firme digitali

source: Collect signatures with Swiss E-ID authentication and municipality verification
de: Sammeln Sie Unterschriften mit Swiss E-ID-Authentifizierung und Gemeinde-Verifizierung
fr: Collecter des signatures avec authentification Swiss E-ID et vérification communale
it: Raccogliere firme con autenticazione Swiss E-ID e verifica comunale

source: Municipality Review
de: Gemeinde-Prüfung
fr: Examen communal
it: Esame comunale

source: Municipality-based review workflow with accept/reject capabilities
de: Gemeindebasierter Prüfungsablauf mit Annahme-/Ablehnungsfunktion
fr: Flux de travail d'examen basé sur les communes avec fonctionnalités d'acceptation/rejet
it: Flusso di lavoro di revisione basato sui comuni con capacità di accettazione/rifiuto

source: Statistics & Reports
de: Statistiken & Berichte
fr: Statistiques et rapports
it: Statistiche e rapporti

source: View signature totals by municipality while maintaining privacy
de: Zeigen Sie Unterschriften-Totale nach Gemeinde an und wahren Sie dabei die Privatsphäre
fr: Afficher les totaux de signatures par commune tout en préservant la vie privée
it: Visualizzare i totali delle firme per comune mantenendo la privacy

source: Powered by Swiyu Swiss E-ID | Built for e-Collecting Hackathon 2025
de: Betrieben mit Swiyu Swiss E-ID | Entwickelt für den e-Collecting Hackathon 2025
fr: Propulsé par Swiyu Swiss E-ID | Développé pour le Hackathon e-Collecting 2025
it: Alimentato da Swiyu Swiss E-ID | Sviluppato per l'Hackathon e-Collecting 2025

source: Scan the QR code below with your Swiyu wallet app
de: Scannen Sie den QR-Code mit Ihrer Swiyu Wallet App
fr: Scannez le code QR ci-dessous avec votre application Swiyu wallet
it: Scansiona il codice QR qui sotto con la tua app Swiyu wallet

source: Instructions: 1. Open your Swiyu wallet app on your smartphone, 2. Scan the QR code below, 3. Approve the authentication request in the app
de: Anleitung: 1. Öffnen Sie die Swiyu Wallet App auf Ihrem Smartphone, 2. Scannen Sie den QR-Code unten, 3. Bestätigen Sie die Authentifizierungsanfrage in der App
fr: Instructions: 1. Ouvrez votre application Swiyu wallet sur votre smartphone, 2. Scannez le code QR ci-dessous, 3. Approuvez la demande d'authentification dans l'application
it: Istruzioni: 1. Apri la tua app Swiyu wallet sullo smartphone, 2. Scansiona il codice QR qui sotto, 3. Approva la richiesta di autenticazione nell'app

source: QR Code for authentication
de: QR-Code für Authentifizierung
fr: Code QR pour l'authentification
it: Codice QR per l'autenticazione

source: Waiting for you to scan the QR code...
de: Warte auf das Scannen des QR-Codes...
fr: En attente de la numérisation du code QR...
it: In attesa della scansione del codice QR...

source: QR code expires in
de: QR-Code läuft ab in
fr: Le code QR expire dans
it: Il codice QR scade tra

source: seconds
de: Sekunden
fr: secondes
it: secondi

source: For testing: Auto-completes after 5 seconds with mock data
de: Für Tests: Vervollständigt automatisch nach 5 Sekunden mit Testdaten
fr: Pour les tests: Complète automatiquement après 5 secondes avec des données de test
it: Per test: si completa automaticamente dopo 5 secondi con dati di prova

source: Authentication successful! Redirecting...
de: Authentifizierung erfolgreich! Weiterleitung...
fr: Authentification réussie! Redirection...
it: Autenticazione riuscita! Reindirizzamento...

source: Authentication failed:
de: Authentifizierung fehlgeschlagen:
fr: Échec de l'authentification:
it: Autenticazione fallita:

source: Unknown error
de: Unbekannter Fehler
fr: Erreur inconnue
it: Errore sconosciuto

source: QR code expired. Please
de: QR-Code abgelaufen. Bitte
fr: Code QR expiré. Veuillez
it: Codice QR scaduto. Si prega di

source: refresh
de: aktualisieren
fr: actualiser
it: aggiornare

source: to try again.
de: um es erneut zu versuchen.
fr: pour réessayer.
it: per riprovare.

source: An error occurred during authentication
de: Bei der Authentifizierung ist ein Fehler aufgetreten
fr: Une erreur s'est produite lors de l'authentification
it: Si è verificato un errore durante l'autenticazione

source: An error occurred during authentication:
de: Bei der Authentifizierung ist ein Fehler aufgetreten:
fr: Une erreur s'est produite lors de l'authentification:
it: Si è verificato un errore durante l'autenticazione:

source: Try Again
de: Erneut versuchen
fr: Réessayer
it: Riprova

source: Go to Homepage
de: Zur Startseite
fr: Aller à la page d'accueil
it: Vai alla homepage

source: Publisher
de: Herausgeber
fr: Éditeur
it: Editore

source: Federal Palace East Wing
de: Bundeshaus Ost
fr: Palais fédéral Est
it: Palazzo federale Est

source: Switzerland
de: Schweiz
fr: Suisse
it: Svizzera

source: Liability
de: Haftung
fr: Responsabilité
it: Responsabilità

source: Although the Federal Chancellery pays great attention to the accuracy of the information published on the Internet, it cannot accept any liability for the accuracy, correctness, currentness, reliability and completeness of this information.
de: Die Bundeskanzlei legt grossen Wert auf die Richtigkeit der im Internet veröffentlichten Informationen, kann jedoch keinerlei Gewähr für die Genauigkeit, Korrektheit, Aktualität, Zuverlässigkeit und Vollständigkeit dieser Informationen übernehmen.
fr: Bien que la Chancellerie fédérale accorde une grande attention à l'exactitude des informations publiées sur Internet, elle ne peut accepter aucune responsabilité quant à l'exactitude, la correction, l'actualité, la fiabilité et l'exhaustivité de ces informations.
it: Sebbene la Cancelleria federale presti grande attenzione all'accuratezza delle informazioni pubblicate su Internet, non può accettare alcuna responsabilità per l'accuratezza, la correttezza, l'attualità, l'affidabilità e la completezza di tali informazioni.

source: The Federal Chancellery expressly reserves the right to change, delete or temporarily not publish the contents in whole or in part at any time and without prior notice.
de: Die Bundeskanzlei behält sich ausdrücklich vor, die Inhalte jederzeit ganz oder teilweise zu ändern, zu löschen oder zeitweise nicht zu veröffentlichen, und zwar ohne vorherige Ankündigung.
fr: La Chancellerie fédérale se réserve expressément le droit de modifier, supprimer ou temporairement ne pas publier le contenu en tout ou en partie à tout moment et sans préavis.
it: La Cancelleria federale si riserva espressamente il diritto di modificare, eliminare o temporaneamente non pubblicare i contenuti in tutto o in parte in qualsiasi momento e senza preavviso.

source: Liability claims regarding damage caused by the use of any information provided, including any kind of information which is incomplete or incorrect, will therefore be rejected.
de: Haftungsansprüche wegen Schäden, die durch die Nutzung der bereitgestellten Informationen entstanden sind, einschliesslich unvollständiger oder fehlerhafter Informationen, werden daher abgelehnt.
fr: Les réclamations en responsabilité concernant les dommages causés par l'utilisation des informations fournies, y compris tout type d'information incomplète ou incorrecte, seront donc rejetées.
it: Le richieste di risarcimento danni causati dall'uso di qualsiasi informazione fornita, incluso qualsiasi tipo di informazione incompleta o errata, saranno pertanto respinte.

source: References and Links
de: Verweise und Links
fr: Références et liens
it: Riferimenti e link

source: References and links to third party websites lie outside our area of responsibility. Access to and use of such websites occur entirely at the user's own risk. The Federal Chancellery explicitly states that it has no influence whatsoever on the design, content and offerings of linked sites.
de: Verweise und Links auf Webseiten Dritter liegen ausserhalb unseres Verantwortungsbereichs. Der Zugriff und die Nutzung solcher Webseiten erfolgen auf eigene Gefahr des Nutzers. Die Bundeskanzlei erklärt ausdrücklich, dass sie keinerlei Einfluss auf die Gestaltung, den Inhalt und die Angebote der verknüpften Seiten hat.
fr: Les références et liens vers des sites web tiers sont en dehors de notre domaine de responsabilité. L'accès et l'utilisation de tels sites web se font entièrement aux risques de l'utilisateur. La Chancellerie fédérale déclare explicitement qu'elle n'a aucune influence sur la conception, le contenu et les offres des sites liés.
it: I riferimenti e i link a siti web di terzi sono al di fuori della nostra area di responsabilità. L'accesso e l'uso di tali siti web avvengono interamente a rischio dell'utente. La Cancelleria federale dichiara esplicitamente di non avere alcuna influenza sulla progettazione, il contenuto e le offerte dei siti collegati.

source: Information and services offered by linked sites are entirely the responsibility of the respective third parties. No liability can be accepted in respect of the content of such websites.
de: Informationen und Dienstleistungen von verknüpften Webseiten liegen vollumfänglich in der Verantwortung der jeweiligen Dritten. Es wird keinerlei Haftung für den Inhalt solcher Webseiten übernommen.
fr: Les informations et services offerts par les sites liés relèvent entièrement de la responsabilité des tiers respectifs. Aucune responsabilité ne peut être acceptée concernant le contenu de ces sites web.
it: Le informazioni e i servizi offerti dai siti collegati sono interamente di responsabilità dei rispettivi terzi. Non può essere accettata alcuna responsabilità per il contenuto di tali siti web.

source: Data Protection
de: Datenschutz
fr: Protection des données
it: Protezione dei dati

source: Based on Article 13 of the Swiss Federal Constitution and the data protection provisions of the Swiss Confederation (Data Protection Act, DPA), everyone has the right to protection of their privacy as well as protection from misuse of their personal data.
de: Gestützt auf Artikel 13 der Schweizerischen Bundesverfassung und die datenschutzrechtlichen Bestimmungen des Bundes (Datenschutzgesetz, DSG) hat jede Person Anspruch auf Schutz ihrer Privatsphäre sowie auf Schutz vor Missbrauch ihrer persönlichen Daten.
fr: Conformément à l'article 13 de la Constitution fédérale suisse et aux dispositions relatives à la protection des données de la Confédération suisse (Loi sur la protection des données, LPD), toute personne a le droit à la protection de sa vie privée ainsi qu'à la protection contre l'utilisation abusive de ses données personnelles.
it: In base all'articolo 13 della Costituzione federale svizzera e alle disposizioni sulla protezione dei dati della Confederazione Svizzera (Legge sulla protezione dei dati, LPD), tutti hanno il diritto alla protezione della propria privacy e alla protezione dall'uso improprio dei propri dati personali.

source: The operators of these pages take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.
de: Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend der gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.
fr: Les exploitants de ces pages prennent la protection de vos données personnelles très au sérieux. Nous traitons vos données personnelles de manière confidentielle et conformément aux réglementations légales en matière de protection des données et à cette politique de confidentialité.
it: Gli operatori di queste pagine prendono molto seriamente la protezione dei vostri dati personali. Trattiamo i vostri dati personali in modo confidenziale e in conformità con le normative legali sulla protezione dei dati e con questa politica sulla privacy.

source: Copyright
de: Urheberrecht
fr: Droits d'auteur

source: Copyright, Swiss Confederation. Information on the Federal Administration's websites is made available to the public.
de: Urheberrecht, Schweizerische Eidgenossenschaft. Informationen auf den Webseiten der Bundesverwaltung werden der Öffentlichkeit zugänglich gemacht.
fr: Droits d'auteur, Confédération suisse. Les informations sur les sites web de l'Administration fédérale sont mises à disposition du public.
it: Copyright, Confederazione Svizzera. Le informazioni sui siti web dell'Amministrazione federale sono rese disponibili al pubblico.

source: Downloading or copying of texts, illustrations, photographs or other data does not entail any transfer of rights to the content.
de: Das Herunterladen oder Kopieren von Texten, Illustrationen, Fotografien oder anderen Daten führt nicht zu einer Übertragung von Rechten an den Inhalten.
fr: Le téléchargement ou la copie de textes, illustrations, photographies ou autres données n'entraîne aucun transfert de droits sur le contenu.
it: Il download o la copia di testi, illustrazioni, fotografie o altri dati non comporta alcun trasferimento di diritti sul contenuto.

source: The copyright and all other rights relating to texts, illustrations, photographs and other data placed on the Federal Administration's websites are the exclusive property of the Swiss Confederation or the expressly named rights holders. Any reproduction requires the prior written consent of the copyright holder.
de: Das Urheberrecht und alle anderen Rechte an Texten, Illustrationen, Fotografien und anderen Daten auf den Webseiten der Bundesverwaltung sind ausschliessliches Eigentum der Schweizerischen Eidgenossenschaft oder der ausdrücklich genannten Rechtsinhaber. Jede Vervielfältigung bedarf der vorherigen schriftlichen Zustimmung des Urheberrechtsinhabers.
fr: Les droits d'auteur et tous les autres droits relatifs aux textes, illustrations, photographies et autres données placés sur les sites web de l'Administration fédérale sont la propriété exclusive de la Confédération suisse ou des titulaires de droits expressément nommés. Toute reproduction nécessite le consentement écrit préalable du titulaire des droits d'auteur.
it: Il copyright e tutti gli altri diritti relativi a testi, illustrazioni, fotografie e altri dati inseriti sui siti web dell'Amministrazione federale sono proprietà esclusiva della Confederazione Svizzera o dei titolari dei diritti espressamente nominati. Qualsiasi riproduzione richiede il previo consenso scritto del titolare del copyright.

source: Publisher and Editor
de: Herausgeber und Redaktion
fr: Éditeur et rédaction
it: Editore e redazione

source: Information and Communication Services ICS
de: Informations- und Kommunikationsdienste IKD
fr: Services d'information et de communication SIC
it: Servizi di informazione e comunicazione SIC

source: Phone:
de: Telefon:
fr: Téléphone:
it: Telefono:

source: Website:
de: Webseite:
fr: Site web:
it: Sito web:

source: Responsible for Content
de: Verantwortlich für Inhalte
fr: Responsable du contenu
it: Responsabile del contenuto

source: Technical Operation
de: Technischer Betrieb
fr: Exploitation technique
it: Gestione tecnica

source: Federal Office of Information Technology, Systems and Telecommunication FOITT
de: Bundesamt für Informatik und Telekommunikation BIT
fr: Office fédéral de l'informatique et de la télécommunication OFIT
it: Ufficio federale dell'informatica e della telecomunicazione UFIT

source: Design and Implementation
de: Design und Umsetzung
fr: Conception et mise en œuvre
it: Design e implementazione

source: Prosignum Platform
de: Prosignum Plattform
fr: Plateforme Prosignum
it: Piattaforma Prosignum

source: Built for e-Collecting Hackathon 2025
de: Entwickelt für den e-Collecting Hackathon 2025
fr: Développé pour le Hackathon e-Collecting 2025
it: Sviluppato per l'Hackathon e-Collecting 2025

source: Using Swiss Federal Government Corporate Design (CD Bund)
de: Unter Verwendung des Corporate Designs des Bundes (CD Bund)
fr: Utilisant le design corporatif du gouvernement fédéral suisse (CD Bund)
it: Utilizzando il Corporate Design del governo federale svizzero (CD Bund)

source: Applicable Law
de: Anwendbares Recht
fr: Droit applicable
it: Legge applicabile

source: This website is subject to Swiss law. The exclusive place of jurisdiction for all disputes arising from or in connection with this website is Bern, Switzerland.
de: Diese Webseite untersteht schweizerischem Recht. Ausschliesslicher Gerichtsstand für alle Streitigkeiten aus oder im Zusammenhang mit dieser Webseite ist Bern, Schweiz.
fr: Ce site web est soumis au droit suisse. Le for juridique exclusif pour tous les litiges découlant de ou en relation avec ce site web est Berne, Suisse.
it: Questo sito web è soggetto alla legge svizzera. Il foro competente esclusivo per tutte le controversie derivanti da o in relazione con questo sito web è Berna, Svizzera.

source: For questions, suggestions, or technical support, please contact us using one of the following methods:
de: Für Fragen, Anregungen oder technischen Support kontaktieren Sie uns bitte über eine der folgenden Möglichkeiten:
fr: Pour des questions, suggestions ou support technique, veuillez nous contacter en utilisant l'une des méthodes suivantes:
it: Per domande, suggerimenti o supporto tecnico, contattateci utilizzando uno dei seguenti metodi:

source: General Inquiries
de: Allgemeine Anfragen
fr: Demandes générales
it: Richieste generali

source: Technical Support
de: Technischer Support
fr: Support technique
it: Supporto tecnico
